let reviewArray = [
    {
        rid: 1,
        pid: 6,
        userName: '배수정',
        date: '2026.09.18',
        rating: 4,
        reviewImgs:[
            "rev1.jpg",
            "rev2.jpg",
            "rev3.jpg"
        ],
        reviewTxt: '생각했던 것보다 침대 프레임이 훨씬 깔끔하고 고급스러워요.헤드 부분의 LED 조명이 은은해서 자기 전에 켜두기 좋습니다. 침대 아래 수납공간도 넉넉해서 계절 이불과 옷을 정리해두고 있어요. 프레임이 흔들리지 않고 안정감이 있어서 사용할 때 편안합니다. 수납과 분위기를 둘 다 챙기고 싶다면 만족도가 높은 제품인 것 같아요.'

    },
    {
        rid: 2,
        pid: 6,
        userName: '이민재',
        date: '2026.09.12',
        rating: 5,
        reviewImgs:[
            "rev4.jpg",
            "rev5.jpg",
            "rev6.jpg",
            "rev7.jpg",
            "rev8.jpg"
        ],
        reviewTxt: '방이 크지 않아서 수납형 침대를 찾다가 구매했는데 만족합니다. 서랍 공간이 생각보다 깊어서 자주 사용하지 않는 물건을 넣기 좋아요. 특히 헤드 조명이 너무 밝지 않고 은은해서 분위기가 정말 좋습니다. 전체적인 디자인도 군더더기 없이 심플해서 어떤 침구와도 잘 어울려요. 침대 하나 바꿨는데 방이 훨씬 정돈된 느낌이라 마음에 듭니다.'

    },
    {
        rid: 3,
        pid: 6,
        userName: '박지현',
        date: '2026.08.29',
        rating: 4,
        reviewImgs:[
            "rev9.jpg",
            "rev10.jpg"
        ],
        reviewTxt: '사진에서 봤던 디자인과 거의 비슷해서 첫인상부터 만족스러웠어요. 헤드보드가 있어서 휴대폰이나 작은 소품을 올려두기에도 편리합니다. LED 조명을 켜면 침실 분위기가 따뜻해져서 특히 저녁에 예뻐요. 수납공간도 충분해서 따로 수납장을 하나 줄일 수 있었습니다. 조립 후 크기가 생각보다 묵직한 편이지만 그만큼 안정감은 좋아요.'

    },
]